Repository: kambalabs/KmbMcollective
Catalog: language/*.po
Languages: fr_fr

source: History
fr_fr: Historique

source: Metadatas
fr_fr: Metadonnées

source: <h4>Warning !</h4><p>You have to select an environment first !</p>
fr_fr: <h4>Attention !</h4><p>Vous devez d'abord choisir un environnement !</p>

source: Server name filter
fr_fr: Filtre (par nom)

source: Receiving Data: %d of %d nodes
fr_fr: Réception des données %d de %d serveurs

source: Receiving data : receiving...
fr_fr: Réception des données : en cours...

source: Receiving data : %d nodes done.
fr_fr: Réception des données : %d serveurs terminés.

source: Starting request : <span class="label label-primary">Running</span>
fr_fr: Requête : <span class="label label-primary">En cours...</span>

source: Request started <span class="label label-success">OK</span>
fr_fr: Requête <span class="label label-success">OK</span>

source: Filter
fr_fr: Filtre

source: User
fr_fr: Utilisateur

source: Servers
fr_fr: Serveurs

source: Summary
fr_fr: Résumé

source: Back
fr_fr: Retour

source: Execution summary for action %s
fr_fr: Résultat de l'action %s

source: %d response received
fr_fr: %d réponse reçue

source: (with <span style="color:red;">%d</span> error)
fr_fr: (dont <span style="color:red;">%d</span> erreur)

source: Result for action %s
fr_fr: Résultat de l'action %s

source: Help
fr_fr: Aide

source: Click on action name to see action output
fr_fr: Cliquez sur les actions pour obtenir le résultat

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Enregistrer

source: %s agent description
fr_fr: Description de l'agent %s

source: Associated Actions
fr_fr: Actions associées

source: Click on an agent's name to edit its metadata
fr_fr: Cliquez sur le nom de l'agent pour éditer ses métadonnées

source: Type a description for this action
fr_fr: Saisir une description pour cette action

source: Action icon
fr_fr: Icône de l'action

source: Long details
fr_fr: Détails

source: Type long details for this action
fr_fr: Saisir les détails de cette action

source: Details summary
fr_fr: Résumé des détails

source: Type details summary for this action
fr_fr: Saisir un résumé des détails de cette action

source: Restrict action to
fr_fr: Restreindre l'action à

source: Max number of discovered servers
fr_fr: Nombre maximum de serveurs impactés

source: and / or
fr_fr: et / ou

source: Coma separated list of allowed servers
fr_fr: Liste de serveurs autorisés séparés par des virgules

source: %s argument
fr_fr: argument %s

source: required
fr_fr: requis

source: Type a description for this argument
fr_fr: Saisir une description pour cet agent

source: string
fr_fr: chaîne de caractères

source: list
fr_fr: liste

source: List values
fr_fr: Liste de valeurs

source: Coma separated values
fr_fr: Valeurs séparées par des virgules

source: Mcollective Agents
fr_fr: Agents Mcollective

source: Mcollective Actions
fr_fr: Actions Mcollective

source: Choose an agent...
fr_fr: Choisissez un agent...

source: Choose an action...
fr_fr: Choisissez une action...

source: Server Name Filter
fr_fr: Filtre serveur (par nom)

source: Limit action on X nodes
fr_fr: Limiter l'action à X serveurs

source: Run
fr_fr: Exécuter

source: Choose an action to run through mcollective in the select box. Filter impacted servers ( regex are allowed). then click on the 'Run' button.
fr_fr: Choisissez une action à exécuter via mcollective dans la liste déroulante. Filter les serveurs concernés (les regex sont autorisées), puis cliquer sur le bouton Exécuter.

source: Buttons will be greyed out while the command is running. You will be notified of each step during this process.
fr_fr: Les boutons seront désactivés durant le traitement. Vous serez notifier à chaque étape.

source: You can also limit the command on the X first nodes available
fr_fr: Vous pouvez limiter la commande aux X premiers serveurs disponibles.
